html/20220714132238-la_demostracion_matematica_y_los_libros_de_texto_de_bachillerato.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2022-07-16 sáb 11:53 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>La demostración matemática y los libros de texto de Bachillerato</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="José A. Alonso" />
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet"
                       type="text/css"
                       href="http://www.cs.us.es/~jalonso/estilos/estilo_3.css"
                  />
</head>
<body>
<div id="content">
<h1 class="title">La demostración matemática y los libros de texto de Bachillerato</h1>
<p>
En el artículo <a href="http://funes.uniandes.edu.co/14748/1/Conejo2019La.pdf">La demostración matemática y los libros de texto de
Bachillerato</a> se analiza la evolución de las demostraciones en los libros
de textos según han ido cambiando las leyes educativas.
</p>

<p>
En la LOMCE se han incluido diferentes métodos de demostración como la
reducción al absurdo, el método de inducción, los contraejemplos o los
razonamientos encadenados. Sin embargo, no se observa este reflejo en
el tratamiento de los contenidos en los libros de texto.
</p>

<p>
Las referencias usadas son:
</p>
<ul class="org-ul">
<li><a href="20220714132910-proof_and_proving_in_mathematics_education_the_19th_icmi_study.html#ID-b5093e79-3987-44e6-a262-764d8581ec78">Proof and proving in mathematics education (The 19th ICMI study)</a></li>
<li><a href="20220714135345-un_analisis_del_tratamiento_de_la_demostracion_matematica_en_los_libros_de_texto_de_bachillerato.html#ID-bff7808a-1312-4707-b67f-68987f8a2510">Un análisis del tratamiento de la demostración matemática en los libros de texto de bachillerato</a>.</li>
<li><a href="20220714140337-analisis_historico_de_las_demostraciones_en_libros_de_texto_sobre_los_teoremas_de_limites_y_continuidad.html#ID-055f5d25-2e0c-480a-8bbc-a0d9f6d20d66">Análisis histórico de las demostraciones en libros de texto sobre los teoremas de límites y continuidad</a></li>
<li><a href="20220714141448-analisis_de_las_justificaciones_de_los_teoremas_de_derivabilidad_en_los_libros_de_texto_desde_la_ley_general_de_educacion.html#ID-dc3d07c7-3d57-4af8-be90-858264aedd2c">Análisis de las justificaciones de los teoremas de derivabilidad en los libros de texto desde la Ley General de Educación</a></li>
<li><a href="20220714161144-las_demostraciones_de_los_teoremas_de_continuidad_en_los_libros_de_texto_para_alumnos_de_17_18_anos_correspondientes_a_las_tres_ultimas_leyes_educativas_espanolas.html#ID-5cf3df53-ded1-46e7-aa31-7f9cc18ef40d">Las demostraciones de los teoremas de continuidad en los libros de texto para alumnos de 17-18 años correspondientes a las tres últimas leyes educativas españolas</a></li>
<li><a href="20220714163928-la_demostracion_en_las_matematicas_un_ejemplo_de_aplicacion_en_el_aula_con_alumnos_de_3_º_eso.html#ID-536558a7-c306-40b8-87ac-94f50c414060">La demostración en las matemáticas. Un ejemplo de aplicación en el aula con alumnos de 3.º ESO</a>.</li>
</ul>
</div>
<div id="postamble" class="status">
<p class="author">Autor: José A. Alonso</p>
<p class="date">Created: 2022-07-16 sáb 11:53</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
